Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Example: Babs.
de_de: Beispiel: Babs.

source: Preferred name/usual name to address the user.
de_de: Bevorzugter Name/üblicher Name zur Anrede des/der Benutzer:in.

source: Phone number
de_de: Telefonnummer

source: Example: +1-111-111-1111.
de_de: Beispiel: +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
de_de: Telefonnummerntyp. Typischerweise „Arbeit“, „Zuhause“, „Mobil“, „Fax“, „Pager“ oder „Sonstiges“.

source: Phone number of the user.
de_de: Telefonnummer von Benutzer:in.

source: Use email
de_de: E-Mail verwenden

source: Invalid email address
de_de: Ungültige E-Mail-Adresse

source: Secondary email address
de_de: Sekundäre E-Mail-Adresse

source: Example: email@domain.com.
de_de: Beispiel: email@domain.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
de_de: Art der sekundären E-Mail-Adresse. Typischerweise „Arbeit“, „Zuhause“ oder „Andere“.

source: Secondary email address of the user.
de_de: Sekundäre E-Mail-Adresse von Benutzer:in.

source: User type
de_de: Benutzertyp

source: Choose type
de_de: Typ auswählen

source: Identifies the relationship between the organization and the user.
de_de: Identifiziert die Beziehung zwischen der Organisation und Benutzer:in.

source: External profile
de_de: Externes Profil

source: Example: Web page.
de_de: Beispiel: Webseite.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
de_de: Optionales Feld. Kann die URL zu einer externen Website mit dem Online-Profil des/der Benutzer:in sein, zum Beispiel auf LinkedIn.

source: Username
de_de: Benutzername

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
de_de: Wird für die Anmeldung im System verwendet; muss ein eindeutiger Wert sein. Wir empfehlen dringend, die E-Mail-Adresse oder die externe ID als Benutzernamen zu verwenden.

source: Full name
de_de: Vollständiger Name

source: Unique identifiers
de_de: Eindeutige Kennungen

source: Language & timezone
de_de: Sprache & Zeitzone

source: Language code
de_de: Sprachcode

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
de_de: Vollständiger Sprachcode. Zusätzlich zur Sprache selbst kann eine regionale Angabe angezeigt werden. Zum Beispiel „en-US“.

source: Preferred language
de_de: Bevorzugte Sprache

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
de_de: Bevorzugte geschriebene oder gesprochene Sprachen des/der Benutzer:in. Wird typischerweise verwendet, um die übersetzte Benutzeroberfläche auszuwählen.

source: Time zone of the user.
de_de: Zeitzone von Benutzer:in.

source: Workers & roles settings
de_de: Einstellungen für Mitarbeiter:innen & Rollen

source: Organization details
de_de: Organisationsdetails

source: Primary mailing address
de_de: Primäre Postanschrift

source: Roles
de_de: Rollen

source: Secondary mailing address
de_de: Sekundäre Postanschrift

source: Secondary email
de_de: Sekundäre E-Mail

source: Are you sure you want to activate this user?
de_de: Sind Sie sicher, dass Sie diese:n Benutzer:in aktivieren möchten?

source: Are you sure you want to deactivate this user?
de_de: Sind Sie sicher, dass Sie diese:n Benutzer:in deaktivieren möchten?

source: Eligible for performance review
de_de: Berechtigt für Leistungsbeurteilung

source: Activate
de_de: Aktivieren

source: User management
de_de: Benutzerverwaltung

source: Enable the "Variable" widget
de_de: Widget „Variable“ aktivieren

source: View organizational unit
de_de: Organisationseinheit anzeigen

source: Type to select a manager
de_de: Geben Sie eine Führungskraft ein, um sie auszuwählen

source: Line manager of the user
de_de: Vorgesetzte:r von Benutzer:in

source: Please add at least one goal.
de_de: Bitte fügen Sie mindestens ein Ziel hinzu.

source: All organizational units
de_de: Alle Organisationseinheiten

source: All updates were saved.
de_de: Alle Aktualisierungen wurden gespeichert.

source: # Accepted data privacy
de_de: # Akzeptierte Datenschutzbestimmungen

source: % Accepted data privacy
de_de: % Akzeptierte Datenschutzbestimmungen

source: Achievement total score
de_de: Gesamtpunktzahl Leistung

source: Action date time
de_de: Datum und Uhrzeit der Aktion

source: Action name
de_de: Aktionsname

source: Action username
de_de: Aktionsbenutzername

source: # Deliverables completed
de_de: # Abgeschlossene Ergebnisse

source: # Actions
de_de: # Aktionen

source: % Active managers requested feedback
de_de: % Aktive Führungskräfte, die Feedback angefordert haben

source: % Active managers sent feedback
de_de: % Aktive Führungskräfte, die Feedback gesendet haben

source: Active users
de_de: Aktive Benutzer

source: # Active users
de_de: # Aktive Benutzer

source: % Active workers requested feedback
de_de: % aktive Mitarbeiter:innen mit angeforderter Rückmeldung

source: % Active workers sent feedback
de_de: % Aktive Mitarbeiter:innen, die Feedback gesendet haben

source: Actual number total documents
de_de: Tatsächliche Gesamtzahl der Dokumente

source: After deadline
de_de: Nach Fristablauf

source: % Aligned behavior ratings
de_de: % Übereinstimmende Verhaltensbewertungen

source: Aligned goal ID
de_de: Zugeordnete Ziel-ID

source: Aligned goal name
de_de: Zugeordneter Zielname

source: Aligned goal owner name
de_de: Name der zugeordneten Zielverantwortlichen

source: Aligned goal owner worker ID
de_de: Mitarbeiter:innen-ID der zugeordneten Zielverantwortlichen

source: % Aligned goal rating
de_de: % Übereinstimmende Zielbewertung

source: Aligned goal type name
de_de: Name des zugeordneten Zieltyps

source: # Aligned goals
de_de: # Zugeordnete Ziele

source: % Aligned goals
de_de: % Zugeordnete Ziele

source: % Aligned
de_de: % Zugeordnet

source: Alignment
de_de: Ausrichtung

source: % Alignment
de_de: % Übereinstimmung

source: Analytics user email
de_de: E-Mail des Analytics-Benutzers

source: Analytics user full name
de_de: Vollständiger Name des Analytics-Benutzers

source: Analytics user ID
de_de: Analytics-Benutzer-ID

source: Analytics worker ID
de_de: Analytics-Mitarbeiter:in-ID

source: # Android logins
de_de: # Android-Anmeldungen

source: % Android logins
de_de: % Android-Anmeldungen

source: Answer by ID
de_de: Antwort nach ID

source: Answer by role
de_de: Antwort nach Rolle

source: Answer - Comment
de_de: Antwort – Kommentar

source: Answer free text
de_de: Antwort Freitext

source: Answer from
de_de: Antwort von

source: Answer option ID
de_de: Antwortoptions-ID

source: Answer permission
de_de: Antwortberechtigung

source: Answer - Scale
de_de: Antwort – Skala

source: Answer value
de_de: Antwortwert

source: Answered by full name
de_de: Antwort mit vollständigem Namen

source: # Answers
de_de: # Antworten

source: % Approved goals
de_de: % Genehmigte Ziele

source: % Approved
de_de: % Genehmigt

source: Assigned check-in
de_de: Zugewiesenes Check-in

source: Average max. score
de_de: Durchschnittliche Maximalpunktzahl

source: Average score for clarity
de_de: Durchschnittliche Bewertung für Klarheit

source: Average score for trust
de_de: Durchschnittliche Bewertung für Vertrauen

source: Average total score
de_de: Durchschnittliche Gesamtpunktzahl

source: Avg. aligned goal progress
de_de: Durchschn. Fortschritt ausgerichteter Ziele

source: Avg. behaviors per feedback
de_de: Durchschn. Verhaltensweisen pro Feedback

source: Avg. check-ins per manager
de_de: Durchschn. Check-ins pro Führungskraft

source: Avg. check-ins per user
de_de: Durchschn. Check-ins pro Nutzer:in

source: Avg. check-ins per worker
de_de: Durchschn. Check-ins pro Mitarbeiter:in

source: Avg. clarity
de_de: Durchschn. Klarheit

source: Avg. feedback sent per user
de_de: Durchschn. gesendetes Feedback pro Nutzer:in

source: Avg. logins per user
de_de: Durchschn. Anmeldungen pro Benutzer

source: Avg. main goals progress
de_de: Durchschn. Fortschritt der Hauptziele

source: % Goal progress
de_de: % Zielfortschritt

source: Avg. trust
de_de: Durchschn. Vertrauen

source: Avg. word count
de_de: Durchschn. Wortanzahl

source: Before deadline
de_de: Vor Fristablauf

source: # Before warning
de_de: # Vor Warnung

source: % Before warning
de_de: % Vor Warnung

source: Behavior library
de_de: Verhaltensbibliothek

source: Behavior name
de_de: Verhaltensname

source: # Behaviors
de_de: # Verhaltensweisen

source: Behaviors sent
de_de: Gesendete Verhaltensweisen

source: Behavior actions
de_de: Verhaltensaktionen

source: # Behaviors received
de_de: # Erhaltene Verhaltensweisen

source: # Behaviors requested
de_de: # Angeforderte Verhaltensweisen

source: Challenge completed
de_de: Challenge abgeschlossen

source: Challenge start date
de_de: Startdatum der Challenge

source: Check-in date
de_de: Check-in-Datum

source: % Check-in ID row total
de_de: % Gesamtanzahl der Check-in-ID-Zeilen

source: Check-in participant relationship
de_de: Beziehung der Check-in-Teilnehmenden

source: Check-in recipient
de_de: Check-in-Empfänger:in

source: Check-in recipient email
de_de: E-Mail-Adresse des Check-in-Empfängers/der Check-in-Empfängerin

source: Check-in relationship type
de_de: Beziehungstyp beim Check-in

source: Check-in type
de_de: Check-in-Typ

source: % Check-ins in the future
de_de: % Check-ins in der Zukunft

source: % Check-ins with messages
de_de: % Check-ins mit Nachrichten

source: Child goal status
de_de: Status des Unterziels

source: Clear
de_de: Zurücksetzen

source: # Closed
de_de: # Geschlossen

source: % Closed
de_de: % Geschlossen

source: # Closed without document
de_de: # Geschlossen ohne Dokument

source: % Closed without document
de_de: % Geschlossen ohne Dokument

source: Communication round end date
de_de: Enddatum der Kommunikationsrunde

source: Communication round ID
de_de: Kommunikationsrunden-ID

source: Communication round name
de_de: Name der Kommunikationsrunde

source: Communication round start date
de_de: Startdatum der Kommunikationsrunde

source: Communication round state
de_de: Status der Kommunikationsrunde

source: # Completed
de_de: # Abgeschlossen

source: # Completed plans
de_de: # Abgeschlossene Pläne

source: % Completed plans
de_de: % Abgeschlossene Pläne

source: # Completed reviews
de_de: Anzahl abgeschlossener Beurteilungen

source: Completion rate
de_de: Abschlussquote

source: # Connections
de_de: # Verbindungen

source: Constructive
de_de: Konstruktiv

source: # Constructive
de_de: # Konstruktiv

source: Contract type
de_de: Art des Vertrags

source: Count
de_de: Anzahl

source: Created/assigned
de_de: Erstellt/zugewiesen

source: Created date
de_de: Erstellungsdatum

source: # Cumulative logins
de_de: # Kumulative Anmeldungen

source: Cumulative manager submission over time
de_de: Kumulative Manager-Einreichungen im Zeitverlauf

source: Cumulative worker submission over time
de_de: Kumulative Mitarbeiter:innen-Einreichungen im Zeitverlauf

source: % Current goal progress
de_de: % Aktueller Zielfortschritt

source: Current manager ID
de_de: Aktuelle Manager-ID

source: Current manager name
de_de: Name des aktuellen Managers

source: Data Privacy acceptance status
de_de: Status der Zustimmung zur Datenschutzerklärung

source: Date
de_de: Datum

source: Date created
de_de: Erstellungsdatum

source: Date set refusal
de_de: Ablehnung des Terminvorschlags

source: Date time worker submit
de_de: Datum/Uhrzeit Mitarbeiter:in gesendet

source: Date time manager submit
de_de: Datum/Uhrzeit Manager:in gesendet

source: Deadline status
de_de: Fristenstatus

source: Deleted by
de_de: Gelöscht von

source: Deleted date
de_de: Löschdatum

source: % Deliverable completion
de_de: % Erfüllung des Ergebnisses

source: Deliverables
de_de: Arbeitsergebnisse

source: # Deliverables
de_de: # Ergebnisse

source: % Desktop logins
de_de: % Desktop-Anmeldungen

source: Detailed review status
de_de: Detaillierter Beurteilungsstatus

source: % Discussion points
de_de: % Diskussionspunkte

source: % Distribution
de_de: % Verteilung

source: Division
de_de: Abteilung

source: Document creation date
de_de: Erstellungsdatum des Dokuments

source: Document ID
de_de: Dokument-ID

source: Document name
de_de: Dokumentname

source: # Document review
de_de: # Dokumentbeurteilungen

source: % Document review
de_de: % Dokumentbeurteilungen

source: Document status
de_de: Dokumentstatus

source: Document was overridden
de_de: Dokument wurde überschrieben

source: # Documents
de_de: # Dokumente

source: # Drivers
de_de: # Einflussfaktoren

source: Due date
de_de: Fälligkeitsdatum

source: Education level
de_de: Bildungsstand

source: Worker goal comment
de_de: Kommentar zum Mitarbeiter:innenziel

source: Worker goal rating
de_de: Bewertung des Mitarbeiter:innenziels

source: Worker name
de_de: Name der:s Mitarbeiter:in

source: Worker tandem ID
de_de: Mitarbeiter:innen-Tandem-ID

source: Employment status
de_de: Beschäftigungsstatus

source: % Endorsed feedback
de_de: % Bestätigtes Feedback

source: Ethnicity
de_de: Ethnische Zugehörigkeit

source: Evaluation section
de_de: Bewertungsabschnitt

source: # Favorite
de_de: # Favorit

source: % Feedback followed up
de_de: % Verfolgtes Feedback

source: Feedback ratings ID
de_de: Feedbackbewertungs-ID

source: Feedback relationship
de_de: Feedbackbeziehung

source: Feedback request ID
de_de: Feedbackanforderungs-ID

source: # Feedback requested
de_de: # Angefordertes Feedback

source: # Feedback requests
de_de: # Feedbackanforderungen

source: # Feedback sent
de_de: # Gesendetes Feedback

source: # Feedback to manager
de_de: # Feedback an Manager:in

source: # Feedback to worker
de_de: # Feedback an Mitarbeiter:in

source: % Feedback with behaviors
de_de: % Feedback mit Verhaltensweisen

source: File name
de_de: Dateiname

source: Final alignment
de_de: Endgültige Abstimmung

source: First read date
de_de: Erstes Lesedatum

source: % Followed-up feedback
de_de: % Nachverfolgtes Feedback

source: From worker ID
de_de: Von Mitarbeiter:in-ID

source: Gender
de_de: Geschlecht

source: % Goal completion
de_de: % Zielerreichung

source: Goal creator worker ID
de_de: Zielersteller:in-Mitarbeiter:in-ID

source: # Goal drivers
de_de: # Zieltreiber

source: # Goal duration days
de_de: # Dauer der Ziele in Tagen

source: Goal ID
de_de: Ziel-ID

source: Goal owner worker ID
de_de: Mitarbeiter:innen-ID der Zieleigentümer:in

source: Goal plan name
de_de: Zielplannamen

source: Goal sharing status
de_de: Zielfreigabestatus

source: Goal tag driver concat
de_de: Verknüpfung Ziel-Tag-Treiber

source: Goal title
de_de: Zieltitel

source: Goal workflow type
de_de: Ziel-Workflow-Typ

source: % Goals completed
de_de: % erledigte Ziele

source: # Goals
de_de: # Ziele

source: % Goals pending approval
de_de: % Ziele, deren Genehmigung aussteht

source: % Goals with deliverables
de_de: % Ziele mit Deliverables

source: # Goals with drivers
de_de: # Ziele mit Treibern

source: Grade
de_de: Note

source: %GT count of accepted data privacy
de_de: %GT Anzahl der akzeptierten Datenschutzrichtlinien

source: Has accepted data privacy
de_de: Hat die Datenschutzbestimmungen akzeptiert

source: Has all company access boolean
de_de: Verfügt über uneingeschränkten Unternehmenszugriff (Boolesch)

source: Has public visibility
de_de: Hat öffentliche Sichtbarkeit

source: Has rating changed during challenge
de_de: Wurde die Bewertung während der Challenge geändert

source: Helpful
de_de: Hilfreich

source: # Helpful
de_de: # Hilfreich

source: Home country
de_de: Heimatland

source: Host country
de_de: Gastland

source: # HRBP review
de_de: # HRBP-Beurteilungen

source: % HRBP review
de_de: % HRBP-Beurteilungen

source: # In progress
de_de: # In Bearbeitung

source: % In progress
de_de: % In Bearbeitung

source: Insightful
de_de: Aufschlussreich

source: # Insightful
de_de: # Erkenntnisreich

source: Inspiring
de_de: Inspirierend

source: # Inspiring
de_de: # Inspirierend

source: % iPhone logins
de_de: % iPhone-Anmeldungen

source: Is archived
de_de: Ist archiviert

source: Is completed
de_de: Ist abgeschlossen

source: Is constructive
de_de: Ist konstruktiv

source: Is helpful
de_de: Ist hilfreich

source: Is insightful
de_de: Ist aufschlussreich

source: Is inspiring
de_de: Ist inspirierend

source: Is read
de_de: Ist gelesen

source: Is recurrent label
de_de: Ist wiederkehrendes Label

source: Is unclear
de_de: Ist unklar

source: Is unhelpful
de_de: Ist nicht hilfreich

source: Job category
de_de: Job-Kategorie

source: Job code
de_de: Stellencode

source: Job family
de_de: Jobfamilie

source: Job level
de_de: Jobebene

source: Last modified date
de_de: Zuletzt geändertes Datum

source: Last updated date
de_de: Zuletzt aktualisiertes Datum

source: Legal entity
de_de: Juristische Person

source: Let's discuss completed
de_de: „Lass uns darüber sprechen“ abgeschlossen

source: Let's discuss start date
de_de: Lassen Sie uns das Startdatum besprechen

source: # Let's meet
de_de: # Lass uns treffen

source: Library name value
de_de: Bibliotheksnamenswert

source: % Linked to goals
de_de: % mit Zielen verknüpft

source: LL rating change
de_de: LL Bewertungsänderung

source: % Logged in
de_de: % angemeldet

source: Logins
de_de: Anmeldungen

source: # Main goals
de_de: # Hauptziele

source: Manager + 1 name
de_de: Name der Führungskraft + 1

source: Manager + 1 rating (Challenge)
de_de: Bewertung der Führungskraft + 1 (Herausforderung)

source: Manager behavior comment
de_de: Verhaltenskommentar der Führungskraft

source: Manager behavior rating name
de_de: Name der Verhaltensbewertung der Führungskraft

source: # Manager completed review
de_de: # Abgeschlossene Beurteilungen durch Führungskraft

source: % Manager completed review
de_de: % Abgeschlossene Beurteilungen durch Führungskraft

source: Manager email
de_de: E-Mail der Führungskraft

source: Manager final rating comment
de_de: Abschließender Kommentar der Führungskraft zur Bewertung

source: Manager full name
de_de: Vollständiger Name des Managers

source: Manager goal comment
de_de: Zielkommentar der Führungskraft

source: Manager goal rating
de_de: Zielbewertung der Führungskraft

source: Manager ID
de_de: Führungskraft-ID

source: % Managers logged in
de_de: % Manager angemeldet

source: Manager name
de_de: Name der Führungskraft

source: Manager rating (Let's discuss)
de_de: Bewertung der Führungskraft (Lassen Sie uns das besprechen)

source: Manager rating name
de_de: Name der Bewertung durch die Führungskraft

source: Manager rating (Published)
de_de: Bewertung der Führungskraft (Veröffentlicht)

source: Manager rating submitted
de_de: Bewertung der Führungskraft eingereicht

source: Manager review status
de_de: Status der Manager-Beurteilung

source: Manager's overall behavior rating comment
de_de: Gesamtkommentar der Führungskraft zur Verhaltensbewertung

source: Manager's overall behavior rating scale ID
de_de: Skalen-ID der Führungskraft für die Gesamtverhaltensbewertung

source: Manager's overall goal rating comment
de_de: Gesamtkommentar der Führungskraft zur Zielbewertung

source: Manager's overall goal rating scale ID
de_de: Skalen-ID der Führungskraft für die Gesamtzielbewertung

source: Max. score
de_de: Max. Punktzahl

source: Max. weighted score
de_de: Max. gewichtete Punktzahl

source: Measurement criteria
de_de: Messkriterien

source: # Measurement criteria achieved
de_de: # erreichte Messkriterien

source: % Measurement criteria achieved
de_de: % erreichte Messkriterien

source: # Measurement criteria
de_de: # Messkriterien

source: Moderated
de_de: Moderiert

source: Modified date
de_de: Änderungsdatum

source: % MS Teams logins
de_de: % MS-Teams-Anmeldungen

source: Nationality 1
de_de: Staatsangehörigkeit 1

source: Nationality 2
de_de: Staatsangehörigkeit 2

source: # New
de_de: # Neu

source: % New
de_de: % Neu

source: # Not closed
de_de: # Nicht geschlossen

source: % Not declined data privacy
de_de: % Daten­schutz nicht abgelehnt

source: # Not declined privacy
de_de: # Nicht abgelehnte Datenschutzbestimmungen

source: # Not released
de_de: # Nicht freigegeben

source: % Not released
de_de: % Nicht freigegeben

source: % of check-ins
de_de: % der Check-ins

source: % of total
de_de: % der Gesamtzahl

source: Option value name
de_de: Optionswertname

source: Order request status
de_de: Status der Anforderung

source: OrgLevel1
de_de: Org-Ebene 1

source: OrgLevel10
de_de: Org-Ebene 10

source: OrgLevel2
de_de: Org-Ebene 2

source: OrgLevel3
de_de: Org-Ebene 3

source: OrgLevel4
de_de: Org-Ebene 4

source: OrgLevel5
de_de: Org-Ebene 5

source: OrgLevel6
de_de: Org-Ebene 6

source: OrgLevel7
de_de: Org-Ebene 7

source: OrgLevel8
de_de: Org-Ebene 8

source: OrgLevel9
de_de: Org-Ebene 9

source: OrgLevelHierarchy
de_de: Organisationshierarchie

source: % Outlook logins
de_de: % Outlook-Anmeldungen

source: # Outlook
de_de: # Ausblick

source: Overall review status
de_de: Gesamtstatus der Beurteilung

source: # Overdue
de_de: # Überfällig

source: % Overdue
de_de: % Überfällig

source: Overwritten flag
de_de: Überschreibungskennzeichen

source: Parent goal ID
de_de: ID des übergeordneten Ziels

source: Parent goal name
de_de: Name des übergeordneten Ziels

source: Parent goal owner name
de_de: Name der Eigentümer:in des übergeordneten Ziels

source: Parent goal owner worker ID
de_de: Mitarbeiter:innen-ID der Eigentümer:in des übergeordneten Ziels

source: % parent goal progress
de_de: % Fortschritt des übergeordneten Ziels

source: Parent goal type name
de_de: Name des übergeordneten Zieltyps

source: Participant 1 email
de_de: E-Mail Teilnehmer 1

source: Participant 1 ID
de_de: ID Teilnehmer 1

source: Participant 1 name
de_de: Name Teilnehmer 1

source: Participant 2 email
de_de: E-Mail Teilnehmer 2

source: Participant 2 ID
de_de: ID Teilnehmer 2

source: Participant 2 name
de_de: Name Teilnehmer 2

source: Participant emails
de_de: E-Mail-Adressen der Teilnehmer

source: Participants IDs
de_de: IDs der Teilnehmer

source: Participant names
de_de: Teilnehmernamen

source: Pending approval
de_de: Genehmigung ausstehend

source: # Pending document release
de_de: # Ausstehende Dokumentfreigabe

source: % Pending document release
de_de: % Ausstehende Dokumentfreigabe

source: Performance review UUID
de_de: Beurteilungs-UUID

source: Plan refused
de_de: Plan abgelehnt

source: # Plans not completed
de_de: # Nicht abgeschlossene Pläne

source: # Plans pending manager completion
de_de: # Pläne mit ausstehender Vervollständigung durch Manager

source: % Plans pending manager completion
de_de: % Pläne mit ausstehender Vervollständigung durch Manager

source: # Plans pending self-assessment
de_de: # Pläne mit ausstehender Selbsteinschätzung

source: % Plans pending worker submission
de_de: % Pläne mit ausstehender Einreichung durch Mitarbeiter:innen

source: Platform type
de_de: Plattformtyp

source: Primary communication manager ID
de_de: Primäre Kommunikationsmanager-ID

source: Primary communication manager name
de_de: Name des primären Kommunikationsmanagers

source: Primary hierarchy name
de_de: Name der primären Hierarchie

source: Priority type
de_de: Prioritätstyp

source: % Progress
de_de: % Fortschritt

source: % Public feedback
de_de: % öffentliches Feedback

source: Public/private
de_de: Öffentlich/privat

source: Question ID
de_de: Frage-ID

source: Question title
de_de: Fragentitel

source: Question title ordered
de_de: Fragentitel (sortiert)

source: Question type
de_de: Fragentyp

source: # Questions
de_de: # Fragen

source: # Rated feedbacks
de_de: # Bewertete Feedbacks

source: Rating changed
de_de: Bewertung geändert

source: Rating difference
de_de: Bewertungsdifferenz
